Repository: adamLo/DnDclassic
Catalog: DnDclassic/*.lproj/Localizable.strings
Languages: hu

source: %@ answered %@ for %@
hu: %1$@ kérdésre a válasz %2$@ helyes

source: %d of %d - %0.0f%%
hu: %1$d/%2$d, %3$.0f%%

source: Add
hu: Hozzáad

source: Added %@ to inventory
hu: Betette %@ a hátizsákba

source: Advanced to scene %d
hu: továbbment ide: %d

source: Another round
hu: Még egy kör

source: Are you sure you want to escape? It'll cost you 2 healt points!
hu: Biztosan elmenekülsz? Ez 2 életerő pontodba kerül!

source: Armor
hu: Páncél

source: Ate a portion of food, gained %d health
hu: Evett egy kis ételt amitől visszanyert %d életerőt

source: Attack modified by %d
hu: Támadás módosult %d

source: Back to inventory
hu: Vissza a hátizsákba

source: Bad luck :(
hu: Balszerencse :(

source: Begin journey
hu: Vágj bele a kalandba

source: Buy
hu: Vásárlás

source: Cancel
hu: Mégsem

source: Change
hu: Csere

source: Coins (%d)
hu: Pénz (%d)

source: Congratlations!
hu: Gratulálunk!

source: Correctly
hu: Helyesen

source: Damage modified from %d to %d due %@
hu: A sérülés modosult %1$d-ról %2$d-ra %3$@ miatt

source: Damage taken: %d
hu: Sérülés: %d

source: Dexterity
hu: Ügyesség

source: Died
hu: Meghalt

source: Direction %@ to %d
hu: %1$@ irányban %2$d felé

source: Do you want to buy this item: %@ ?
hu: Megveszed: %@ ?

source: Drank potion of %@
hu: Megitta: %@

source: Drink potion
hu: Varázsital

source: Drink potion of %@?
hu: Iszol a %@? italából

source: Drop item
hu: Eldobni

source: Dropped %@
hu: eldobta: %@

source: Dropped %d of %@
hu: Eldobott %1$d %2$@-t

source: Eat
hu: Evés

source: Enter your answer
hu: Írd be a választ

source: Equip
hu: Felvesz

source: Equipped
hu: Felvéve

source: Escape
hu: Menekülés

source: Escape!
hu: Menekülés!

source: Extra attack avoided with luck
hu: Extra támadás szerencsésen elkerülte

source: Extra attack damage taken: %d
hu: Extra támadás sérülés: %d

source: Extra attack damage taken: %d due %@
hu: Extra támadás sérülés: %1$d %2$@ miatt

source: Extra attack from opponent: %@
hu: Extra támadás tőle: %@

source: Failed to load game
hu: nem sierült betölteni a játékot

source: Fight round with %@, attack: %d, opponent attack: %d
hu: Küzdelem %1$@-el, támadőerő: %2$d, ellenség támadóereje: %3$d

source: Fight!
hu: Csata!

source: Finished
hu: Véget ért

source: Food
hu: Étel

source: Food (rations: %d)
hu: Étel (%d adag)

source: Force!
hu: Erőltesd!

source: Gained %d %@ bonus
hu: Kapott %1$d %2$@ pontot

source: Gamble
hu: Fogadás

source: Gamble!
hu: Fogadj!

source: Get some rest!
hu: Pihenj kicsit!

source: Gloves
hu: Kesztyű

source: Go back
hu: Vissza

source: gold
hu: arany

source: Good luck!
hu: Szerencse!

source: Good luck, you just gained %d gold!
hu: Szerencse, nyertél %d aranyat!

source: Health
hu: Életerő

source: Helmet
hu: Sisak

source: How much do you bet?
hu: Menyit teszel fel?

source: Inventory
hu: Hátizsák

source: Items in stock
hu: Kínálat

source: Killed %@
hu: Megölte %@-t

source: Lamp
hu: Lámpa

source: Leather Armor
hu: Bőrpáncél

source: Long sword
hu: Hosszúkard

source: Lost %d health while escaping fight
hu: Elveszített %d életerőt menekülés közben

source: Luck
hu: Szerencse

source: Name
hu: Név

source: Oh no, you just lost %d gold!
hu: Jaj ne, elvesztettél %d aranyat!

source: OK
hu: Oké

source: Opponent
hu: Ellenség

source: Place your bet
hu: Tedd meg a téted

source: Player
hu: Játékos

source: Please provide name for your character!
hu: Adj nevet a hősödnek!

source: Please set dexterty for your character!
hu: Adj ügyességet a hősödnek!

source: Please set health for your character!
hu: Adj életerőt a hősödnek!

source: Please set luck for your character!
hu: Adj szerencsét a hősödnek!

source: Potion
hu: Ital

source: Potion of %@ (rations: %d)
hu: %1$@ itala (%2$d adag)

source: Potion of Dexterity
hu: Ügyesség Itala

source: Potion of Health
hu: Élet itala

source: Potion of Luck
hu: Szerencse itala

source: Properties
hu: Tulajdonságok

source: Pst! Would you like to buy sumething?
hu: Pszt! Akarsz venni valamit?

source: Purchase
hu: Vásárlás

source: Remove
hu: Törlés

source: Rest gained %d health and %d dexterity
hu: A pihenés %1$d életerőt és %2$d ügyességet adott vissza

source: Restart game
hu: Újrakezdés

source: Restart with new character
hu: Újrakezdés ugyanezzel a hőssel

source: Restart with the same character
hu: Újrakezdés másik hőssel

source: Resting
hu: Pihenés

source: Restores your dexerity to start level (%d)
hu: Visszaállítja az ügyességet a kezdetire (%d)

source: Restores your health to start level (%d)
hu: Visszaállítja az életerőt a kezdetire (%d)

source: Restores your luck to start level (%d) and increses starting levelby one
hu: Visszaállítja a szerencsét a kezdetire (%d) és megnöveli egyel

source: Roll
hu: Dobás

source: Roll again
hu: Újra dobás

source: Roll!
hu: Dobj!

source: Rolled %d
hu: %d - at dobott

source: Scene %d
hu: %d. helyszín

source: Select potion to help you in your journey
hu: Válassz eg varázsitalt az útra

source: Shield
hu: Pajzs

source: Sorry
hu: Sajnos

source: Sorry, you don't fulfil the condition to choose this way!
hu: Sajnos erre nem tusz menni!

source: Sword
hu: Kard

source: The battle is over
hu: A csata véget ért

source: Trade
hu: Kereskedés

source: Try your luck
hu: Próba szerencse

source: Try your luck!
hu: Tedd próbára szerencséd!

source: Tryed luck. Rolled %d = %@
hu: Szerencsét próbált. %1$d-t dobott = %2$@

source: use when hit
hu: használni

source: Used %d amount of %@
hu: Felhasznált %1$d-t %2$@-ból

source: Weapon
hu: Fegyver

source: What would you like to do with %@?
hu: Mit szeretnél %@-l tenni?

source: Would you like to eat? It increases your health by 4 points and takes one portion of your food rations
hu: Eszel? Megnöveli az életerődet néggyel écs csökkenti az élelmiszerkészleted egyel

source: Wrongly
hu: Hibás

source: You already have one of this item
hu: Már van ilyened

source: You can not equip this item
hu: Nem tudod felvenni

source: You can not remove this item
hu: Nem tudod levenni

source: You can't escape just yet!
hu: Most nem menekülhetsz el!

source: You don't have enough money to buy this item
hu: Nincs elég pénzed, hogy megvedd

source: You feel refreshed after resting. Where would you like to go from here?
hu: Kipihentnek érzed magad. Hova tovább?

source: You have to answer a question
hu: Válaszolnod kell egy kérdésre

source: You have to fight your opponents in sequential order!
hu: Egymás után sorban kell megküzdened velük!

source: You just died :(
hu: Sajnos meghaltál :(

source: You lost
hu: Vesztettél

source: You lost %d gold
hu: Elvesztettél %d aranyat

source: You made a damage to your opponent!
hu: Sérülést okoztál az ellenségednek!

source: You rolled %d
hu: Dobtad: %d

source: You rolled %d, %@
hu: %1$d-at dobtál, %2$@

source: You rolled %d, they rolled %d
hu: Te %1$d-t dobbtál, ő %2$d-t

source: You suffered a bad damage from your opponent!
hu: Az ellenséged sérülést okozott!

source: You tried your luck
hu: Próbára tetted a szerencséd

source: You won %d gold
hu: Nyertél %d aranyat

source: You won again!
hu: Ismét győztél!

source: You won!
hu: Nyertél!

source: You're being taken to %@
hu: Most elmész ide: %@

source: Your character
hu: A hősöd

source: Your character is not complete!
hu: A hősöd még nem áll készen!

source: Your inventory
hu: Hátizsákod

source: Your journey has come to an end.
hu: A kalandod itt véget ért.

source: north
hu: észak

source: south
hu: dél

source: east
hu: kelet

source: west
hu: nyugat

source: back
hu: vissza

source: unknown
hu: ismeretlen
