{
	"title": "A Tűzhegy varázslója",
	"author": "Steve Jackson, Ian Livingstone",
	"isbn": "9631415791",
	"published": "1989",
	"intro": "Egyetlen helyes út vezet el a Varázsló útvesztőjén keresztül, és csak többszöri próbálkozásra találod azt meg. Jegyzetelj és készíts térképet utad során, ez felbecsülhetetlen értékű lesz az elkövetkező kalandjaidban, és segít, hogy gyorsan keresztüljuss a felderítetlen részeken. Nem minden szoba rejt kincseket. Sokszor csupán csapdák vagy olyan lények várnak rád, melyekkel összeütközésbe kerülsz. Sok hamis nyom van, és még ha sikerrel jutsz is át a Labirintuson, csak akkor kaparinthatod meg a Varázsló kincsét, ha útközben bizonyos tárgyakra szert teszel. Sokféle kulcsot találsz majd a Labirintus szobáiban, de csak akkor tudod a Varázsló ládáját kinyitni, és megszerezni kincsét, ha rendelkezel a megfelelő kulcsokkal... Nem egyszer csalódás fog érni a hegy belsejében. Az egyetlen igazi út minimális kockázatot jelent, és minden játékos, függetlenül attól, milyen pontokkal vág neki, elég könnyen végigmehet rajta. Kísérjen szerencse kalandjaid során! Sok sikert!",
	"cover": "cover.png",
	"scenes": [
		{
			"id": 0,
			"story": "Csak egy vakmerő kalandor vágna bele egy ilyen veszélyes vállalkozásba - mint ez a kincskeresés - anélkül, hogy előtte ne próbálna meg minden lehetségeset megtudni a hegyről és a kincsről. Mielőtt elmennél a Tűzhegy birodalmába, néhány napot egy környékbeli falu lakosai között töltesz vagy kétnapnyi járásra a hegytől. Mivel rokonszenves vagy nekik, könnyen kapcsolatba kerülsz a helyi parasztokkal. Bár sokféle történetet mesélnek el neked a titokzatos Varázslóról és rejtekhelyéről, egyáltalán nem vagy benne biztos, hogy a történetek mindegyike, vagy akár csak egy is, valóban igaz-e. A falusiak sok kalandvágyó embert láttak már a hegyhez vezető úton, de közülük csak nagyon kevesen tértek vissza. Most már biztosan tudod, hogy az előtted álló Út különösen veszedelmes lesz. Azok közül, akik vissza- jutottak a faluba, még senki sem kísérelte meg, hogy visszamerészkedjen a hegyhez. Úgy érzed, elképzelhető, hogy valóban létezik a Varázsló, és hogy a kincseit egy pompás ládában rejtegeti, és melynek kulcsait különféle lények őrzik az útvesztőben. A Varázsló hatalmas mágikus erővel rendelkezik. Egyesek szerint fiatal, mások szerint Öreg. Néhányan úgy vélik, erejét egy csomag bűvös kártyából meríti, mások azt vallják, hatalmát a kezén viselt fekete selyemkesztyű adja. A hegy gyomrába vezető bejáratot egy csapat bibircsókos arcú Goblin őrzi. Ezeket a buta teremtményeket nem érdekli más, csak az eszem-iszom. Továbbjutva, a belső kamrákban már jóval félelmetesebb lények vannak. Ahhoz, hogy a belső termekbe el lehessen jutni, át kell kelni egy folyón. A kompszolgálat rendszeres, de a révész ingyen nem visz át, úgyhogy néhány aranyat félre kell tenned, ha át akarsz kelni a folyón. A helyiek azt is tanácsolják, hogy vezess térképet kóborlásaidról, mert enélkül reménytelenül el fogsz tévedni a hegy belsejében. Mikor az indulás napja elérkezik, az egész falu aprajanagyja megjelenik, hogy szerencsés utat kívánjon neked. Nem egy nőnek - fiatalnak, öregnek egyaránt - könny csillog a szemében. Nem tudsz szabadulni a gondolattól, hogy ezek a részvét könnyei, s olyan szemekben csillognak, melyeket tán sohasem látsz viszont...",
			"waypoints": [
				{
					"direction": "unknown",
					"destination": 1, 
					"caption": "És most lapozz!"
				}
			]
		},
		{
			"id": 1,
			"story": "Véget ért a kétnapi gyaloglás. Kihúzod hüvelyéből a kardodat, a földre fekteted, és megkönnyebbülten felsóhajtasz, amint leülsz, hogy a mohalepte sziklának dőlve pihenj egy percet. Kinyújtózol, megdörzsölöd szemedet, és végül felpillantasz. Már maga a hegy is fenyegetőnek látszik. A meredek hegyoldal olyan előtted, mintha egy hatalmas óriás karmai marcangolták volna szét. Éles sziklák, kőszirtek meredeznek belőle szinte természetellenes módon. A hegy tetejét hátborzongatóan furcsa vörös színű valami borítja - talán egy különös növény -‚ melynek színéről kapta nevét a hegy. Lehet, hogy soha senki sem fogja megtudni pontosan, mi is az, ami ott nő, mert felmászni a csúcsra egészen biztosan lehetetlen. A titok megfejtése rád vár. A tisztással szemben egy barlang bejárata sötétlik. Felemeled a kardod, a lábadhoz támasztod, és számba veszed, milyen veszélyek leselkedhetnek rád, ha továbbmész. De aztán eltökélten a hüvelyébe lököd a kardod, és nekivágsz a barlangnak. Mereven belebámulsz a homályba, és sötét, nyálkás falakat pillantasz meg. A lábad előtti kőpadlón pocsolyákba folyik össze a víz. A levegő hűvös és nyirkos. Meggyújtod a lámpásodat, és óvatosan bemerészkedsz a sötétségbe. Pókhálók súrolják arcodat, apró lábak surranó lépéseit hallod - valószínűleg patkányok. Nekivágsz a barlangnak. Néhány méter után egy elágazáshoz érsz.",
			"waypoints": [
				{
					"direction": "west",
					"destination": 71,
					"caption": "Nyugat felé indulsz"
				},
				{
					"direction": "east",
					"destination": 278,
					"caption": "Kelet felé indulsz"
				}
			],
			"cover": "scene_001.png"		
		},
		{
			"id": 2,
			"story": "Tedd próbára Szerencséd! Ha szerencsés vagy, el tudsz menekülni anélkül, hogy felhívnád magadra az Ogre figyelmét. Ha nincs szerencséd, belerúgsz egy apró kőbe, amely végiggurul a barlangon, és elkáromkodod magad. Kihúzod hüvelyéből a kardodat arra az esetre, ha az Ogre meghallaná a zajt. Ha szerencsédre a zaj elkerülte a figyelmét, óvatosan másszál vissza a folyosón, egészen a keresztútig.",
			"actions": [
				{
					"type": "tryLuck",
					"goodLuck": {
						"type": "waypoint",
						"direction": "back", 
						"destination": 269, 
						"caption": "A zaj elkerülte a figyelmét"
					},
					"badLuck": {
						"type": "waypoint",
						"direction": "east", 
						"destination": 16, 
						"caption": "Az Ogre meghallotta a zajt"
					}       
				}
			]
		},
		{
			"id": 3,
			"story": "A csengő tompa hangon megzendül, és néhány pillanat múlva megpillantasz egy ráncos, öreg embert, aki bemászik egy kis evezős csónakba, amely az északi oldalon horgonyoz. Az Öreg lassan átevez hozzád, kiköti a csónakot, és feléd sántikál. Három aranypénzt kér tőled. Amikor megdöbbensz az ár hallatán, csak ennyit morog mentségéül: - Infláció van. - Viszont kezd méregbe gurulni a tiltakozásod miatt.",
			"waypoints": [
				{
					"direction": "unknown", 
					"destination": 272, 
					"caption": "Megfizeted neki a három aranyat"
				},
				{
					"direction": "east",
					"destination": 127, 
					"caption": "Megfenyegeted"
				}
			]
		},
		{
			"id": 4,
			"story": "Egy észak-dél irányú folyosón találod magad.",
			"waypoints": [
				{
					"direction": "north",
					"destination": 46, 
					"caption": "Északnak indulsz, ahonnan egy idő után kelet felé kanyarodik el az út"
				},
				{
					"direction": "south", 
					"destination": 332, 
					"caption": "Dél felé veszed az utad, ahonnan szintén keletnek visz az út, néhány méter megtétele után"
				}
			]
		},
		{
			"id": 5,
			"story": "A folyosó keleti falán durva gerendákból ácsolt kapubejáró áll. Hallgatózol az ajtónál, és egy jókedvű, dünnyögő hangot hallasz.",
			"waypoints": [
				{
					"direction": "unknown",
					"destination": 97,
					"caption": "Bekopogsz az ajtón és bemész"
				},
				{
					"direction": "north",
					"destination": 292,
					"caption": "Folytatod az utadat észak felé"
				}
			]
		},
		{
			"id": 6,
			"story": "Az ajtó hatalmas és szilárd, kilincs nincsen rajta. Nekirontasz, de mindhiába. Az ajtó meg sem moccan. Úgy döntesz, hogy feladod, és azon a nyíláson mész keresztül, amely mellett a kelet-nyugati átjáróhelynél haladtál el előbb.",
			"waypoints": [
				{
					"direction": "unknown",
					"destination": 89,
					"caption": "Lapozz"
				}
			]
		},
		{
			"id": 7,
			"story": "Egy sebesen áramló folyó északi partján vagy, egy hatalmas föld alatti barlangban.",
			"waypoints": [
				{
					"direction": "north",
					"destination": 214,
					"caption": "Lapozz"
				}
			]
		},
		{
			"id": 8,
			"story": "A folyosót előtted erős ajtó zárja le. Hallgatózol, de nem hallasz semmit. Megpróbálod lenyomni a kilincset. Az ajtó enged, és te belépsz a szobába. Ahogy körülnézel, egyszer csak hangos kiáltást hallasz a hátad mögül, s ahogy megfordulsz, megpillantasz egy vadembert, amint nagyokat ugorva feléd rohan, miközben feje felett egy hatalmas csatabárdot forgat. Egy őrült Barbárral állsz szemben, és meg kell küzdened vele! Szemben az északi falon van egy ajtó, amelyen keresztül a Csata közben akár elmenekülhetsz.",
			"actions": [
				{
					"type": "fight",
					"opponents": [
						{
							"name": "Barbár",
							"dexterity": 6,
							"health": 6
						}
					],
					"escape": {
						"direction": "north",
						"destination": 189,
						"caption": "Lapozz"
					},
					"win": {
						"direction": "unknown",
						"destination": 273,
						"caption": "Legyőzted a barbárt"
					}
				}
			]
		},
		{
			"id": 9,
			"cover": "scene_009.png",
			"story": "Meghökkensz, hogy a blöff milyen jól sikerült, és elhatározod, hogy továbbra is próbára teszed a szerencsédet. Ha akarod, megvizsgálhatod a Csontvázak szerszámait, vagy úgy tehetsz, mintha keresnél valamit, miközben átkutathatod a különféle asztalok, padok fiókjait. Zajt hallasz az északi ajtó mögül, és tudod, hogy sietned kell!",
			"waypoints": [
				{
					"direction": "unknown",
					"destination": 34,
					"caption": "A szerszámokra vagy kíváncsi"
				},
				{
					"direction": "unknown",
					"destination": 332,
					"caption": "A fiókokat kutatod át"
				}
			]
		},
		{
			"id": 10,
			"story": "Visszaérkeztél az elágazáshoz, és észak felé indulsz.",
			"waypoints": [
				{
					"direction": "north",
					"destination": 77,
					"caption": "Lapozz"
				}
			]
		},
		{
			"id": 11,
			"story": "Követed a folyosót nyugat felé, amikor az egy kanyarral hirtelen dél felé fordul. Közvetlenül a forduló előtt megpillantasz egy útjelző táblát, melyen ez áll: Építési terület. Előtted egy lépcső vezet lefelé. Eddig még csak három lépcsőfok készült el. Egy csomó lapát, csákány és egyéb szerszám hever szanaszét a lépcsők mellett, de amint befordulsz a saroknál, hirtelen mozgásba lendülnek, és lázasan dolgoznak a lépcsőkön. Nézed, hogy a különféle szerszámok hogyan ásnak és kalapálnak, mintha láthatatlan munkások dolgoznának velük. Zümmögő énekszót hallasz, amely egyre erősödik, és felismered a Törpék indulóját: „Hej-hó, hej-hó, hej dalolni jó...“ Amint állsz és nézelődsz, elkezdesz kuncogni, a látvány egészen szórakoztató. Leülsz, és tovább figyelsz, sőt még beszélgetni is sikerül némelyik mágikus szerszámmal.",
			"actions": [
				{
					"type": "rest",
					"health": 2,
					"dexterity": 1,
					"finished": [
						{
							"direction": "north",
							"destination": 366,
							"caption": "Visszamész a folyosóra az útkereszteződéshez, ahonnan elindulhatsz észak felé"
						},
						{
							"direction": "south",
							"destination": 250,
							"caption": "Elindulsz dél felé"
						}
					]
				}
			]
		},
		{
			"id": 12,
			"story": "Amint meghúzod az ajtónyitó gombot, fülsiketítő csengő-bongó hang tölti be a folyosót. Kétségbeesetten becsapod az ajtót, hogy a riasztó elhallgasson, de az már megtette a dolgát. Hallod a lábdobogást, amint feléd rohan valaki a folyosón.",
			"waypoints": [
				{
					"direction": "unknown",
					"destination": 161,
					"caption": "Kit haragítottál magadra?"
				}				
			],
			"return": [
				{
					"direction": "unknown",
					"destination": 256,
					"caption": "Visszafordulsz az elágazáshoz"
				},
				{
					"direction": "unknown",
					"destination": 364,
					"caption": "Megpróbálod megnyomni az ajtónyitó gombot"
				}
			]
		},
		{
			"id": 13,
			"story": "Megsebesültél a fejeden, szédelegsz, amint lábra állsz. A négy férfi készen áll a harcra, és libasorban, fegyverrel a kezükben feléd közelednek. Tapogatózva mászol le a falon a déli kapu irányába, de ez még akkor is kockázatos, ha sikerül elérned oda. A lábad megcsúszik a laza kavicsokon, és a földre zuhansz. Még meg sem tudod vetni a lábad, mikor ellenfeleid rád vetik magukat.",
			"waypoints": [
				{
					"direction": "unknown",
					"destination": 282,
					"caption": "Lapozz"
				}
			]
		},
		{
			"id": 14,
			"story": "Bár semmi jele, hogy titkos folyosók is lennének, egyszer csak lépések közeledő zaját hallod.",			
			"waypoints": [
				{
					"direction": "unknown",
					"destination": 161,
					"caption": "Hogy megtudd, ki vagy mi az, meg kell küzdened vele."
				}
			],
			"return": [
				{
					"direction": "unknown",
					"destination": 117,
					"caption": "Legyőzted a szörnyet (vagy elmenekültél)"
				}
			]
		},
		{
			"id": 15,
			"story": "Amint ülsz a padon és falatozol, egyszer csak érzed, hogy teljesen kipihented magad, és a fájdalom is saját magától illant el testedből. Ez egy elvarázsolt pihenőhely.",
			"actions": [
				{
					"type": "rest",
					"health": 2,
					"dexterity": 1,
					"finished": [
						{
							"direction": "north",
							"destination": 367,
							"caption": "Továbbmész a folyosón"
						}
					]
				}
			]
		},
		{
			"id": 16,
			"story": "Miközben kirántod a kardodat, az Ogre meghall téged, és támadásba lendül.",
			"actions": [
				{
					"type": "fight",
					"opponents": [
						{
							"name": "Ogre",
							"dexterity": 8,
							"health": 10
						}
					],
					"escape": {
						"direction": "north",
						"destination": 269,
						"caption": "Elmenekülsz visszafelé a folyosón",
						"minimumRounds": 1
					},
					"win": {
						"direction": "unknown",
						"destination": 50,
						"caption": "Legyőzted az ogrét"
					}
				}
			]
		},
		{
			"id": 17,
			"story": "A cövek és a fakalapács segítségével (ha nincs nálad, ideiglenesen összetákolsz valamit) keresztet formálsz, azzal mész tovább a Vámpír felé, és sarokba kényszeríted. Sziszeg rád, és kapkod feléd, de nem jöhet közel hozzád. Mindazonáltal elég bonyolultnak látszik a feladat, hogy a cövekkel döfjed szíven. Amint haladsz előre, megbotlasz és előrezuhansz. Szerencsére a cövek a kezedből egyenesen a Vámpír felé repül, és belehasít a sikoltozó szörnyeteg testébe. Tedd próbára Szerencséd! Ha szerencsés vagy, a cövek pontosan átütötte a Vámpír Szívét. Ha nincs szerencséd, csak súrolta a szörnyeteget (a sebesüléssel 3 pontot vesztett Életerejéből), dühösen rád támad, keresztülzavar a szobán a nyugati ajtó felé.",
			"actions": [
				{
					"type": "tryLuck",
					"goodLuck": {
						"type": "waypoint",
						"direction": "back", 
						"destination": 327, 
						"caption": "A cövek pontosan átütötte a Vámpír Szívét"
					},
					"badLuck": {
						"type": "waypoint",
						"direction": "east", 
						"destination": 16, 
						"caption": "Az Ogre meghallotta a zajt"
					}       
				}				
			]
		},
		{
			"id": 17001,
			"story": "Nincs szerencséd: a cövek csak súrolta a szörnyeteget (a sebesüléssel 3 pontot vesztett Életerejéből), dühösen rád támad",
			"waypoints": [
				{
					"direction": "unknown",
					"caption": "Tovább küzdesz vele",
					"destination": 144
				},
				{
					"direction": "unknown",
					"caption": "Elmenekülsz az ajtón át",
					"destination": 380
				}
			]
		},
		{
			"id": 18,
			"story": "Továbbhaladsz a folyosón nyugat felé. Vagy ötven méter után az út észak felé kanyarodik. Két vagy három lépés után furcsa hangot hallasz, mintha valami szétmorzsolódna a lábad alatt. Tedd próbára Szerencséd! Ha szerencsés vagy, még sikerül gyorsan viszszaugranod, mielőtt a verem kinyílna alattad. Ha nem volt szerencséd, túl lassú vagy, és belezuhansz a két méter mély verembe.",
			"actions": [
				{
					"type": "tryLuck",
					"goodLuck": {
						"type": "waypoint",
						"direction": "back", 
						"destination": 261, 
						"caption": "Szerencséd volt! Jobban teszed, ha visszamész az elágazáshoz"
					},
					"badLuck": {
						"dexterity": -1,
						"type": "waypoint",
						"direction": "unknown", 
						"destination": 348, 
						"caption": "Túl lassú vagy, és belezuhansz a két méter mély verembe (1 ÉLETERŐ pontot elveszítesz)"
					}       
				}				
			]
		},
		{
			"id": 19,
			"story": "Ezt a két gonosz teremtményt Goblinnak hívják. Egyenként támadnak rád.",
			"actions": [
				{
					"type": "fight",
					"order": "single",
					"opponents": [
						{
							"name": "Első Goblin",
							"dexterity": 5,
							"health": 5
						},
						{
							"name": "Második Goblin",
							"dexterity": 5,
							"health": 6
						}
					],
					"escape": {
						"direction": "unknown",
						"destination": 317,
						"caption": "Elmenekülsz",
						"minimumRounds": 1
					},
					"win": {
						"direction": "unknown",
						"destination": 317,
						"caption": "Legyőzted a goblinokat"
					}
				}
			]
		},
		{
			"id": 20,
			"story": "A csetepaté elkezdődik. Te karddal, ők fejszével vannak felfegyverezve. Egyenként rontanak rád.",
			"actions": [
				{
					"type": "fight",
					"order": "single",
					"opponents": [
						{
							"name": "Első Törpe",
							"dexterity": 7,
							"health": 4
						},
						{
							"name": "Második Törpe",
							"dexterity": 6,
							"health": 6
						},
						{
							"name": "Harmadik Törpe",
							"dexterity": 7,
							"health": 5
						},
						{
							"name": "Negyedik Törpe",
							"dexterity": 7,
							"health": 5
						}
					],
					"escape": {
						"direction": "unknown",
						"destination": 291,
						"caption": "Elmenekülsz az ajtón keresztül"
					},
					"win": {
						"direction": "unknown",
						"destination": 376,
						"caption": "Győztél"
					}
				}
			]
		},
		{
			"id": 21,
			"story": "A halott Orkok testéből patakzó zöld vér undorító szagot áraszt. Megkerülöd a holttesteket, és megvizsgálod a ládát. Nem lesz könnyű kinyitni - erős tölgyfából és vasból készült, és szilárdan le van lakatolva.",
			"waypoints": [
				{
					"direction": "unknown",
					"caption": "Megpróbálod lefeszíteni a lakatot a kardoddal",
					"destination": 339
				},
				{
					"direction": "unknown",
					"caption": "Otthagyod a ládát, és átmész a nyitott ajtón",
					"destination": 293
				}
			]
		},
		{
			"id": 22,
			"story": "Körültapogatózol titkos ajtók után kutatva, de nem találsz egyet sem. Megállsz, hogy eltöprengj helyzeteden, amikor a mennyezetről gázsugár csap le rád sziszegve. Köhögsz és visszatartod lélegzeted, de nem tudod kitisztítani a tüdőd, térdre csuklasz. Forogni kezd veled a világ, és öntudatlan állapotban a padlóra zuhansz. Mikor magadhoz térsz és körülnézel, ismeretlen helyen találod magad.",
			"waypoints": [
				{
					"direction": "unknown",
					"caption": "Lapozz",
					"destination": 4
				}
			]
		},
		{
			"id": 23,
			"story": "A folyosót erős ajtó zárja el előtted, és meglepődve veszed észre, hogy az ajtó aljához egy bőrpántot szegeztek. Hallgatózol, de nem hallasz semmit. Ha belépsz a szobába, lapozz a 326-ra, ha visszafordulsz az elágazáshoz, lapozz a 229-re.",
			"waypoints": [
				{
					"direction": "unknown",
					"caption": "Belépsz a szobába",
					"destination": 326
				},
				{
					"direction": "unknown",
					"caption": "Visszafordulsz az elágazáshoz",
					"destination": 229
				}
			]
		},
		{
			"id": 24,
			"story": "Miután harmadszor is megsebesültél, érzed, hogy erőd fogytán van. Elvesztettél 1 ÜGYESSÉG pontot. Rádöbbensz, hogy ennek az ocsmány szörnyetegnek ez is a varázserejéhez tartozik, és érzed, amint végigfut a hátadon a hideg. Folytatod a harcot, vagy menekülsz? Ha Menekülni akarsz, fizesd meg a büntetést gyávaságodért, és rohanj az északi ajtón át. Ha maradsz, a küzdelem folytatódik. De mostantól számítva minden harmadik sebesülés, amit a bestiától kapsz, levon tőled 1 ÜGYESSÉG pontot.",
			"visitBonus": [
                {
                    "property": "dexterity",
                    "gain": -1
                }
            ],
			"actions": [
				{
					"type": "escape",
					"caption": "Kirohansz az északi ajtón át",
					"destination": 360,
					"direction": "north"
				},
				{
					"type": "fight",
					"caption": "Maradsz, a küzdelem folytatódik",
					"opponents": [
						{
							"name": "Wight",
							"dexterity": 9,
							"health": 6,
							"damagedBy": "silverWeapon",
							"hitBonus": {
								"property": "dexterity",
								"gain": -1,
								"round": 3
							}
						}
					],
					"escape": {
						"direction": "north",
						"destination": 360,
						"caption": "Elfutsz az északi ajtón keresztül"
					},
					"win": {
						"direction": "unknown",
						"destination": 135,
						"caption": "Legyőzted a szörnyet, elveheted a ládikát"
					}
				}
			]
		},
		{
			"id": 25,
			"story": "A festmények férfiportrékat ábrázolnak. Borsózik a hátad, amint a nyugati falon lévő festmény névtábláját olvasod. A kép Zagort, a Varázslót ábrázolja, akinek a kincsét hajszolod. Végigméred a portrét, és rádöbbensz, félelmetes ellenféllel kerültél szembe. Az az érzésed támad, mintha valaki figyelne, és észreveszed, hogy szúrós tekintetek követik minden lépésedet. Úgy érzed, a kép magához szív téged, és félni kezdesz. Elvesztettél 1 ÜGYESSÉG pontot. Van anynyi bátorságod, hogy megpróbálj megküzdeni a Varázslóval? Ha nincs, azonnal távozol az északi ajtón keresztül, de ne feledd, ez is Menekülésnek számít. Ha akarod, átkutathatod a felszerelésed egy olyan fegyverért, amelyet a Varázsló ereje ellen fel tudsz használni.",
			"waypoints": [
				{
					"direction": "unknown",
					"caption": "átkutatod a felszerelésed egy olyan fegyverért, amelyet a Varázsló ereje ellen fel tudsz használni",
					"destination": 340
				}
			],
			"actions": [
				{
					"caption": "Elmenekülsz az északi ajtón keresztül",
					"type": "escape",
					"destination": 90,	
					"direction": "north"
				}
			],
			"visitBonus": [
                {
                    "property": "dexterity",
                    "gain": -1
                }
            ]
		},
        {
            "id": 26,
            "story": "Eszedbe jut Di Maggio kicsi, bőrkötéses könyve, és halkan elmondod a benne található varázsigét. Hangosan rákiáltasz a Sárkányra, mire ő feltápászkodik. Felkapja a fejét, és gyanakvóan bámul rád. Egy követ hajítasz a fejéhez, de a szikla visszapattan az orráról. A bestia mérgesen felhördül, nagyokat zihál, a torkából morajló hang hallatszik. A Sárkány nagyot fúj, és a fogai között egy újabb tűzgolyó kezd növekedni. Már felkészültél erre, és amikor a lángoló gömb felbukkan a szájában, rákiáltasz. „Ekil Erif Ekam Erif Erif Erif Di Maggio” A tűzgolyó szétpukkad. A Sárkány kétségbeesett üvöltés közben próbálja lerázni orráról a lángokat. De a tüzet nem tudja eloltani, fájdalmában sikoltozva megfordul, és fejét rázva beleveti magát a sötétségbe.",
            "waypoints": [
                {
                    "direction": "unknown",
                    "caption": "Lapozz",
                    "destnatin": 371
                }
            ]
        },
        {
            "id": 27,
            "story": "Ez egy varázskard, és segíteni fog téged a küzdelemben. Amíg ezt a fegyvert használod, megnövelheted kezdeti ÜGYESSÉG pontjaidat 2-vel. Ugyancsak 2 pontot adhatsz jelenlegi Ügyességedhez is. Szerencséd is növekedett 2 ponttal, mivel rátaláltál erre a kardra. Dobd el régi kardodat. Ha inkább meg akarod tartani saját régi fegyvered, hagyd az ÜGYESSÉG pontokat, ahogy vannak, és csak a Szerencséhez adj hozzá 2 pontot.",
            "waypoints": [
                {
                    "direction": "unknown",
                    "caption": "Lapozz",
                    "destination": 319
                }
            ],
            "visitBonus": [
                {
                    "property": "luck",
                    "gain": 2
                }
            ],
            "inventory": [
                {
                    "type": "weapon",
                    "name": "Varázskard",
                    "modifiedProperty": "dexterity",
                    "modifierValue": 2,
                    "id": "magic_sword_27"
                }
            ]
        },
        {
            "id": 28,
            "story": "A félelmetes Ogre holtan fekszik! Átkutatod a barlangját, de alig találsz valami használhatót, bár az övébe rejtett erszényben nyolc aranyat lelsz. Egy kicsit aggódsz ugyan a másik szék miatt, vajon kié lehet? Úgy döntesz, ugyanazon az úton hagyod el a barlangot, mint amin jöttél. Győzelmedért 2 ÜGYESSÉG és 2 Szerencse pontot kapsz.",
            "inventory": [
                {
                    "type": "money",
                    "amount": 8
                }
            ],
            "visitBonus": [
                {
                    "property": "dexterity",
                    "gain": 2
                },
                {
                    "property": "luck",
                    "gain": 2
                }
            ],
            "waypoints": [
                {
                    "direction": "unknown",
                    "caption": "Elhagyod a barlangot",
                    "destination": 351
                }
            ]
        },
        {
            "id": 29,
            "story": "A csizmáktól eltekintve, melyekre nincs szükséged, úgy tűnik, nincs semmi értékes a barlangban. Úgy határozol, visszafordulsz arra, amerről jöttél.",
            "waypoints": [
                {
                    "direction": "unknown",
                    "caption": "Visszafordulsz",
                    "destination": 375
                }
            ]
        },
        {
            "id": 30,
            "story": "Egy meglazult kődarab elmozdul, ás láthatóvá tesz egy kötelet, mely a szikláról lóg le. Ha úgy érzed, okosabb nem hozzányúlni, visszafordulhatsz a keresztúthoz.",
            "waypoints": [
                {
                    "direction": "back",
                    "caption": "Visszafordulsz a keresztúthoz",
                    "destination": 267
                },
                {
                    "direction": "unknown",
                    "caption": "Meghúzod a kötelet",
                    "destination": 67
                }
            ]
        },
        {
            "id": 31,
            "story": "Ha már megszerezted az ékkövet a Küklopsz szeméből, a Varázsló elé tartod. Félelmetes tekintete megváltozik, fájdalmat sugároz. Nyilvánvalóan érzi az ékkő hatalmát. Hirtelen a szemei elfehérednek, arckifejezése elgyengül. Megnő az önbizalmad, amint rádöbbensz, megnyerted az első igazi, komoly csatát. 2 ÜGYESSÉG pontot szereztél. Tedd az ékkövet a hátizsákodba, és hagyd el a szobát az északi ajtón keresztül.",
            "waypoints": [
                {
                    "direction": "north",
                    "caption": "Elhagyod a szobát",
                    "destination": 90
                }
            ],
            "visitBonus": [
                {
                    "property": "dexterity",
                    "gain": 2
                }
            ]
        },
        {
            "id": 32,
            "story": "Áthajítod a sajtot a szobán a Patkányok közé, és azok tülekedni kezdenek érte. Tépik, marják egymást az élelemért. A figyelmüket így elterelve keresztülmész a szobán, és kilépsz az északi falon lévő ajtón. Jó szerencséd miatt adjál magadnak 2 Szerencse pontot.",
            "visitBonus": [
                {
                    "property": "luck",
                    "gain": 2
                }
            ],
            "waypoints": [
                {
                    "direction": "north",
                    "caption": "Kilépsz az északi falon lévő ajtón",
                    "destination": 124
                }
            ]
        },
		{
			"id": 33,
			"story": "Az alvó teremtmény riadtan felébred. Felugrik és rád ront, de fegyvertelen. Kardoddal le tudnád győzni, de éles fogai gonoszul villognak.",
			"waypoints": [
				{
					"direction": "unknown",
					"caption": "Elmenekülsz az ajtón keresztül",
					"destination": 320
				}
			],
			"actions": [
				{
					"type": "fight",
					"caption": "Megállsz, és megküzdesz a rád támadó Orkkal",
					"opponents": [
						{
							"name": "Ork",
							"dexterity": 6,
							"health": 4
						}
					],
					"escape": {
						"direction": "unknown",
						"destination": 320,
						"caption": "Elmenekülsz az ajtón keresztül"
					},
					"win": {
						"direction": "unknown",
						"destination": 147,
						"caption": "Legyőzted a szörnyet, elveheted a ládikát"
					}
				}
			]
		},
        {
            "id": 34,
            "story": "Átvizsgálod a szerszámokat, amelyeket találtál: egy fakalapács keményfa fejjel és egy színtiszta ezüstből készült véső. Megtarthatod bármelyiket, ha hajlandó vagy jelenlegi felszerelésed egy darabját itt hagyni helyette. Ha így döntesz, vezesd be a megfelelő változásokat a Felszerelési tárgyak rovatába. A zaj az északi ajtó felől egyre hangosabbá válik, te felpattansz, hogy kiderítsd, mi az.",
            "waypoints": [
                {
                    "direction": "north",
                    "caption": "Lapozz",
                    "destination": 96
                }
            ],
            "inventory": [
                {
                    "type": "hammer",
                    "name": "Fakalapács keményfa fejjel",
                    "id": "wooden_hammer"
                },
                {
                    "type": "silverWeapon",
                    "name": "Ezüst véső",
                    "id": "silver_chisel"
                }
            ]
        },
        {
            "id": 35,
            "story": "Amint belépsz a szobába, az ajtó becsapódik mögötted. Ahogy becsukódik, egy kattanás és sziszegés hallatszik. A mennyezet közepéből gázsugár csap ki, és a szobát fojtogató köd lepi el. Belélegzed, és köhögni kezdesz. Az ajtóra pillantasz, aztán a kulcsra.",
            "waypoints": [
                {
                    "direction": "unknown",
                    "caption": "Visszamész az ajtóhoz, és gyorsan Elmenekülsz",
                    "destination": 136
                },
                {
                    "direction": "unknown",
                    "caption": "Visszatartod lélegzeted, és elrohansz a kulcsért",
                    "destination": 361
                }
            ]
        },
        {
            "id": 36,
            "story": "Feltöröd a bezárt ajtót, és émelyítő bűz csapja meg az orrodat. A szobában a padlót csontok, rothadó növényzet és nyálkás iszap fedi. Egy rongyokba burkolózott, torzonborz hajú öregember rohan feléd rikoltozva. A szakálla hosszú és ősz, kezében egy régi, fából készült széklábat lóbál. Lehet, hogy őrült, de az is lehet, hogy ez valamiféle csapda!",
            "cover": "scene_036.png",
            "waypoints": [
                {
                    "direction": "unknown",
                    "caption": "Rákiáltasz és megpróbálod lecsillapítani",
                    "destination": 263
                },
                {
                    "direction": "unknown",
                    "caption": "Kardot rántasz és nekitámadsz",
                    "destination": 353
                }
            ]
        },
        {
            "id": 37,
            "story": "Az útkereszteződésnél állva elindulhatsz észak, nyugat vagy dél felé.",
            "waypoints": [
                {
                    "direction": "north",
                    "caption": "Északnak indulsz",
                    "destination": 366
                },
                {
                    "direction": "west",
                    "caption": "Nyugatnak indulsz",
                    "destination": 11
                },
                {
                    "direction": "south",
                    "caption": "Délnek indulsz",
                    "destination": 277
                }
            ]
        },
        {
            "id": 38,
            "story": "Kinyitod az ajtót, és rábukkansz a Farkasember éléskamrájára. Mindenféle csontok és rothadó húscafatok hevernek szanaszét. A szag émelyítő, de egy korsóban ecetben eltett tojásokat találsz, ami szinte ínyencségnek mondható. Ha magaddal viszed, két étkezésre elegendő lesz, és az Élelmiszerkészlethez plusz 2 pontot adhatsz hozzá és távozz a déli ajtón át.",
            "inventory": [
                {
                    "type": "food",
                    "amount": 2,
                    "name": "Ecetben eltett tojás"
                }
            ],
            "waypoints": [
                {
                    "direction": "south",
                    "caption": "Távozol a déli ajtón át",
                    "destination": 66
                }
            ]
        },
        {
            "id": 39,
            "story": "Ellenfeled megdöbbenve veszi észre, hogy eltűntél előle, de azért szeméhez emeli kezét, és pillantásával alaposan átkutatja a szobát. Érzi jelenlétedet, de nem tudja megállapítani, pontosan hol vagy. Kihúzod kardod, és rátámadsz. Elrántja a fejét, és beleszimatol a levegőbe. Távolról kell megküzdened vele, mert ha kezét rád teszi, láthatatlanságod már nem jelent tovább előnyt. Amíg láthatatlan maradsz, 2 pontot adhatsz hozzá kockával vetett Támadóerődhöz. Minden sikeres támadásod 3 pontnyit pusztít a Varázsló Életerejéből, mivel ő nem láthat téged, és így nem tudja magát megfelelően védeni. Minden alkalommal, ha sebet ejt rajtad, dobj egy kockával. Ha a szám páratlan, „átlagos sebesülés” ért, ha sikerült 6-ost dobnod, kivédted a csapást, és nem sebesültél meg, ha 2-t vagy 4-et dobsz, csak 1 pont értékű sebesülés ért.",
            "actions": [
                {
                    "type": "fight",
                    "caption": "Elhatározod, hogy megküzdesz vele",
                    "opponents": [
                        {
                            "name": "Varázsló",
                            "dexterity": 11,
                            "health": 18,
                            "playerRollBonus": 2,
                            "hitDamage": 3,
                            "playerDamageRoll": {
                                "dice": 1,
                                "choices": [
                                    {
                                        "roll": 1,
                                        "damage": 2
                                    },
                                    {
                                        "roll": 2,
                                        "damage": 1
                                    },
                                    {
                                        "roll": 3,
                                        "damage": 2
                                    },
                                    {
                                        "roll": 4,
                                        "damage": 1
                                    },
                                    {
                                        "roll": 5,
                                        "damage": 2
                                    },
                                    {
                                        "roll": 6,
                                        "damage": 0
                                    }
                                ]
                            }
                        }
                    ],
                    "win": {
                        "direction": "unknown",
                        "destination": 396,
                        "caption": "Győztél"
                    }
                }
            ]
        },
        {
            "id": 40,
            "story": "A fülhasító zaj egyre erősebb és erősebb. A fájdalom elviselhetetlen. Ügyességedet a gyötrelmek 1 ponttal csökkentik. A sötétben tapogatózva egy falat keresel. Merre mész?",
            "visitBonus": [
                {
                    "property": "dexterity",
                    "gain": -1
                }
            ],
            "waypoints": [
                {
                    "direction": "west",
                    "caption": "Nyugati irányba",
                    "destination": 355
                },
                {
                    "direction": "north",
                    "caption": "Északi irányba",
                    "destination": 265
                },
                {
                    "direction": "east",
                    "caption": "Keleti irányba",
                    "destination": 181
                }
            ]
        },
        {
            "id": 41,
            "story": "Ő aztán valóban félelmetes ellenség. Egy hatalmas, ördögien erős Wight (rossz szellem) az.",
            "actions": [
                {
                    "type": "fight",
                    "caption": "A küzdelem elkezdődik",
                    "opponents": [
                        {
                            "name": "Wight",
                            "dexterity": 9,
                            "health": 6,
                            "damageEvent": {
                                "round": 1,
                                "waypoint": {
                                    "direction": "unknown",
                                    "caption": "Sikerült sebet ejtened rajta",
                                    "destination": 310
                                }
                            }
                        }
                    ]
                }
            ]
        },
		{
			"id": 42,
			"story": "Végül a folyosó egy hármas elágazásba torkollik.",
			"waypoints": [
				{
					"direction": "west",
					"caption": "Nyugatnak mész",
					"destination": 257
				},
				{
					"direction": "east",
					"caption": "Keletnek mész",
					"destination": 113
				}
			]
		},
        {
            "id": 43,
            "story": "Egy észak-dél irányú elágazásnál vagy.",
            "waypoints": [
                {
                    "direction": "north",
                    "caption": "Észak mész",
                    "destination": 354
                },
                {
                    "direction": "south",
                    "caption": "Délnek mész",
                    "destination": 52
                }
            ]
        },
        {
            "id": 44,
            "story": "A csata után levegőért kapkodsz, leülsz, hogy valamennyire összeszedd magad, és végre befejezd az evést, amit elkezdtél. Végül összecsomagolod a hátizsákodat, és átgázolsz a folyón",
            "waypoints": [
                {
                    "direction": "unknown",
                    "caption": "Lapozz",
                    "destination": 399
                }
            ]
        },
        {
            "id": 45,
            "story": "A sajt eltalálja a portrét a falon, és lepattan róla. Gonosz kacagás hallatszik a falak mögül, és rájössz, hogy a Varázsló gúnyolódik veled.",
            "waypoints": [
                {
                    "direction": "north",
                    "caption": "Úgy döntesz, hogy az északi ajtón át elhagyod a szobát.",
                    "destination": 90
                }
            ]
        },
        {
            "id": 46,
            "story": "Egy rövid kelet-nyugat irányú elágazásnál állsz, kelet felé egy ajtó zárja el az utat. Nyugat felé néhány méter után déli irányba kanyarodik az út.",
            "waypoints": [
                {
                    "direction": "east",
                    "caption": "Átmész az ajtón",
                    "destination": 206
                },
                {
                    "direction": "west",
                    "caption": "A kanyar felé veszed utadat",
                    "destination": 4
                }
            ]
        },
        {
            "id": 47,
            "story": "A folyó közepén a híd elkezd ide-oda hintázni, le akar vetni magáról. Amint a korlátnak támaszkodsz, az azon nyomban eltörik.",
            "actions": [
                {
                "type": "roll",
                "dice": 1,
                "choices": [
                    {
                        "roll": 1,
                        "waypoint": {
                            "caption": "Visszanyered egyensúlyodat, és továbbhaladsz",
                            "destination": 298,
                            "direction": "unknown"
                        }
                    },
                    {
                        "roll": 2,
                        "waypoint": {
                            "caption": "Visszanyered egyensúlyodat, és továbbhaladsz",
                            "destination": 298,
                            "direction": "unknown"
                        }
                    },
                    {
                        "roll": 3,
                        "waypoint": {
                            "caption": "Visszanyered egyensúlyodat, és továbbhaladsz",
                            "destination": 298,
                            "direction": "unknown"
                        }
                    },
                    {
                        "roll": 4,
                        "waypoint": {
                            "caption": "Visszanyered egyensúlyodat, és továbbhaladsz",
                            "destination": 298,
                            "direction": "unknown"
                        }
                    },
                    {
                        "roll": 5,
                        "waypoint": {
                            "caption": "Visszanyered egyensúlyodat, és továbbhaladsz",
                            "destination": 298,
                            "direction": "unknown"
                        }
                    },
                    {
                        "roll": 6,
                        "waypoint": {
                            "caption": "Belezuhansz az alattad kavargó folyóba",
                            "destination": 158,
                            "direction": "unknown"
                        }
                    }
                ]
                }
            ]
        },

		{
			"id": 71,
			"story": "Jobbra egy benyíló van az észak felé vezető úton. Óvatosan megközelíted a sarkon lévő őrhelyet, belesel, és egy különös, Goblin-szerű teremtményt pillantasz meg. amint bőrruhájában őrhelyén szunyókál. Megpróbálsz lábujjhegyen elsurranni mellette. ",
			"actions": [
				{
					"type": "tryLuck",
					"goodLuck": {
						"type": "waypoint",
						"direction": "unknown", 
						"destination": 301, 
						"caption": "Nem ébred fel, továbbra is hangosan horkol"
					},
					"badLuck": {
						"type": "waypoint",
						"direction": "unknown", 
						"destination": 248, 
						"caption": "Valami megcsikordul a talpad alatt, és az őr szemei felpattannak"
					}       
				}
			],
			"cover": "scene_071.png"
		},

		{
			"id": 78,
			"story": "Az út egy sarokvasakon függő tömör faajtónál ér véget. Ennél hallgatózva furcsa mormogást és konyhai edények zörgését hallod. Egy biztos: az ajtó mögött többen vannak.",
			"waypoints": [
				{
					"direction": "unknown",
					"caption": "Benyitsz",
					"destination": 159
				},
				{
					"direction": "unknown",
					"caption": "Visszafordulsz",
					"destination": 237
				}
			]
		},

		{
			"id": 82,
			"story": "Az ajtó kinyílik, és egy kicsi, büdös odú tárul a szemed elé. A szoba közepén egy roskatag faasztal éli, rajta égő gyertya, alatta egy kicsi faládika. A szoba egyik távoli sarkában egy szalmamatracon egy alacsony, zömök, csúnya bibircsókos arcú teremtmény alszik. Ugyanabból a fajtából való, akit alva találtál az őrhelyen. Nyilván ő az éjszakai szolgálatban lévő őr.",
			"waypoints": [
				{
					"direction": "north",
					"caption": "Visszatérsz a folyosóra, és haladsz tovább észak felé",
					"destination": 208
				}
			],
			"actions": [
				{
					"type": "tryLuck",
					"caption": "Bekúszol a szobába, és megpróbálod megszerezni a ládikát, anélkül hogy felébresztenéd őrzőjét",
					"goodLuck": {
						"type": "waypoint",
						"direction": "unknown", 
						"destination": 147, 
						"caption": "Nem ébred fel"
					},
					"badLuck": {
						"type": "waypoint",
						"direction": "unknown", 
						"destination": 33, 
						"caption": "Balszerencsés vagy"
					}       
				}
			]
		},
        
        {
            "id": 86,
            "story": "Egy hatalmas állkapocs tárul ki előtted. Mérete alapján Krokodil az, ami felé úszol. A bestia hatalmasat csap a farkával, és feléd siklik. Két Fordulóban kell megküzdened vele. Már korábban észrevetted, hogy nem messze tőletek kavarog, buzog a víz. Most ez az örvénylés közeledni kezd felétek. A szemed sarkából látod csak ezt, és határoznod kell, mitévő légy. Ha úgy érzed, a Krokodil már a végét járja, és folytatni akarod a harcot, küzdj tovább. Máskülönben továbbra is le kell kötnöd a bestia figyelmét, és csak az a halvány reményed marad, hogy az örvénylést okozó titokzatos lény segíteni fog rajtad valamiképp. Csapj össze még egy Fordulóban a Krokodillal!",
            "actions": [
                {
                    "type": "fight",
                    "opponents": [
                        {
                            "name": "Krokodil",
                            "dexterity": 7,
                            "health": 6,
                            "event": {
                                "round": 2,
                                "waypoint": {
                                    "direction": "unknown",
                                    "caption": "Megérkezett a titokzatos lény",
                                    "destination": 350
                                }
                            }
                        }
                    ],
                    "win": {
                        "direction": "unknown",
                        "destination": 259,
                        "caption": "Győztél"
                    },
                    "escape": {
                        "direction": "unknown",
                        "destination": 259,
                        "caption": "Elmenekültél"
                    }
                }
            ]
        },

		{
			"id": 90,
			"story": "Az ajtó egy keskeny alagútba vezet, amely északi irányba halad. Néhány méter után az út előbb keletnek, utána északnak kanyarodik. A második kanyarnál egy kis bemélyedés van a sziklafalon. Megfelelő búvóhelynek látszik, az egyik szikla még kényelmes üléssel is szolgál. Itt elfogyaszthatod Élelmiszerkészleted egy részét. Pihenés után haladj tovább észak felé.",
			"waypoints": [
				{
					"direction": "north",
					"destination": 253,
					"caption": "Továbbmész észak felé"
				}
			]		
		},

		{
			"id": 101,
			"story": "Szerencsés hajításod váratlanul éri a Vámpírt, aki sikoltozik fájdalmában, ahogy a facövek átveri a szívét. Odaugrasz, és még mélyebbre nyomod testébe a cöveket. Halálsikolya egyre gyengül, élettelen teste a földre omlik.",
			"waypoints": [
				{
					"direction": "unknown",
					"caption": "Lapozz",
					"destination": 327
				}
			]
		},

		{
			"id": 113,
			"story": "A folyosó újabb elágazáshoz érkezett.",
			"waypoints": [
				{
					"direction": "north",
					"caption": "Észak felé mész",
					"destination": 285
				},
				{
					"direction": "east",
					"caption": "Folytatod az utad keletnek",
					"destination": 78
				}
			]
		},

		{
			"id": 118,
			"story": "Ahogy megközelíted, felemelkedik koporsójából, szétnyitja köpenyét, és alávon. Életed utolsó emlékeként éles fájdalom hasít beléd, amint hegyes fogait a nyakadba mélyeszti. Soha nem lett volna szabad a Vámpír szemébe nézned...",
			"status": {
				"finished": true,
				"win": false
			}			
		},

		{
			"id": 135,
			"story": "A Wight (rossz szellem) a szoba sarkában roskad össze. Odamész az asztalhoz, és kinyitod a ládikát. Tizennyolc aranypénz van benne. Magaddal viheted, ha akarod, de vezesd rá a Kalandlapra. Adj 2-t Szerencse pontjaidhoz, mivel legyőzted ezt a teremtményt is. Pihenj egy kicsit, és egyél valamit. Ha készen vagy, az északi ajtón keresztül elhagyhatod a szobát.",
			"visitBonus": [
                {
                    "property": "luck",
                    "gain": 2
                }
            ],
			"inventory": [
				{
					"type": "money",
					"amount": 18
				}
			],
			"waypoints": [
				{
					"direction": "east",
					"caption": "Az északi ajtón keresztül elhagyod a szobát",
					"destination": 360
				}
			]
		},

		{
			"id": 144,
			"story": "A lény rád mered. Pillantásával elkapja tekinteted, és érzed, hogy mostantól fogva képtelen vagy bármit is csinálni. Hívólag int a fejével. Lassan közeledsz feléje. Rád parancsol, hogy dobd el a cöveket. Amint lenézel a cövekre, hirtelen hatalmas akaraterőt érzel magadban. Közvetlen közelről a szörny felé hajítod a cöveket. Tedd próbára Szerencséd! Ha szerencsés vagy, lapozz a 101-re, ha balszerencse üldöz, lapozz a 217- re!",
			"actions": [
				{
					"type": "tryLuck",
					"goodLuck": {
						"type": "waypoint",
						"direction": "unknown", 
						"destination": 101, 
						"caption": "Szerencséd van!"
					},
					"badLuck": {
						"type": "waypoint",
						"direction": "unknown", 
						"destination": 217, 
						"caption": "Nincs szerencséd!"
					}       
				}				
			]
		},

        {
            "id": 158,
            "story": "A víz szinte buzog körülötted, mintha egy láthatatlan kéz láthatatlan kavicsokat dobálna bele. Nagyot nyelsz - ezek bizony Piranhák, és már érzed is, amint éles fogaik a testedbe hasítanak. A lábaddal rugdalod őket, közéjük suhintasz a kardoddal, hogy távol tartsd őket, míg a déli partra nem érsz. (A piranhákat tekintsd külön teremtménynek!)",
            "actions": [
                {
                    "type": "fight",
                    "caption": "Küzdj meg velük!",
                    "opponents": [
                        {
                            "name": "Piranhák",
                            "dexterity": 5,
                            "health": 3
                        }
                    ],
                    "win": {
                        "direction": "unknown",
                        "destination": 1581,
                        "caption": "Győztél"
                    }
                }
            ]
        },
        {
            "id": 1581,
            "story": "győztél, sikerül kievickélni a vízből, partra rogysz pihenni. Elfogyaszthatod élelmiszerkészleted egy részét is.",
            "waypoints": [
                {
                    "direction": "unknown",
                    "caption": "Lapozz",
                    "destination": 218
                }
            ]
        },
		{
			"id": 159,
			"story": "Az ajtó egy hatalmas terembe nyílik, a terem valószínűleg a már előbb látott bibircsókos arcú teremtmények ebédlője. A nagy asztal körül öt Ork ül, iszogatnak, és tányérjukból patkánybendőből készült levest szürcsölgetnek. Hevesen vitatkoznak azon, hogy ki szopogathatja majd le a hatalmas üstben benn hagyott patkánycsontokat, így nem vesznek észre, amint belépsz. Ha elég merész vagy, megtámadhatod őket, ha nem látod túl biztatónak ezt, megpróbálhatsz elmenekülni.",
			"waypoints": [
				{
					"direction": "unknown",
					"caption": "Megtámadod őket",
					"destination": 365
				}
			],
			"actions": [
				{
					"type": "tryLuck",
					"caption": "Megpróbálsz elmenekülni",
					"goodLuck": {
						"type": "waypoint",
						"direction": "unknown", 
						"destination": 237, 
						"caption": "Kijutsz észrevétlenül"
					},
					"badLuck": {
						"type": "waypoint",
						"direction": "unknown", 
						"destination": 365, 
						"caption": "Balszerencsés vagy, észrevesznek, és meg kell küzdenetek"
					}       
				}				
			]
		},

		{
			"id": 161,
			"story": "Titkos átjárót vagy ajtót keresve végigtapogatod, végigkopogtatod a sziklafalat. Az okozott zaj visszaverődik a labirintus falairól. A föld alatti világ számtalan különféle teremtménye kóborol szabadon az útvesztőben, és a szörnyek valamelyike felfigyel a zajra.",
			"actions": [
				{
					"type": "roll",
					"dice": 1,
					"choices": [
						{
							"roll": 1,
							"action": {
								"type": "fight",
								"caption": "Goblin - meg kell küzdened vele!",
								"opponents": [
									{
										"name": "Goblin",
										"dexterity": 5,
										"health": 3
									}
								]
							}
						},
						{
							"roll": 2,
							"action": {
								"type": "fight",
								"caption": "Ork - meg kell küzdened vele!",
								"opponents": [
									{
										"name": "Ork",
										"dexterity": 6,
										"health": 3
									}
								]
							}
						},
						{
							"roll": 3,
							"action": {
								"type": "fight",
								"caption": "Gremlin - meg kell küzdened vele!",
								"opponents": [
									{
										"name": "Gremlin",
										"dexterity": 6,
										"health": 4
									}
								]
							}
						},
						{
							"roll": 4,
							"action": {
								"type": "fight",
								"caption": "Óriás patkány - meg kell küzdened vele!",
								"opponents": [
									{
										"name": "Óriás patkány",
										"dexterity": 5,
										"health": 4
									}
								]
							}
						},
						{
							"roll": 5,
							"action": {
								"type": "fight",
								"caption": "Csontváz - meg kell küzdened vele!",
								"opponents": [
									{
										"name": "Csontváz",
										"dexterity": 6,
										"health": 5
									}
								]
							}
						},
						{
							"roll": 6,
							"action": {
								"type": "fight",
								"caption": "Troll - meg kell küzdened vele!",
								"opponents": [
									{
										"name": "Troll",
										"dexterity": 8,
										"health": 4
									}
								]
							}
						}
					]
				}
			]
		},

		{
			"id": 173,
			"story": "Itt csak az ezüstfegyverek segíthetnének.",
			"actions": [
				{
					"type": "escape",
					"destination": 360,
					"direction": "north",
					"caption": "Elmenekülsz az északi ajtón át"
				},
                {
                    "type": "tryLuck",
                    "caption": "Ha van nálad Örök Álmot Adó Nyílvessző, megpróbálkozhatsz használatával. Tedd próbára Szerencséd!",
                    "goodLuck": {
                        "type": "waypoint",
                        "direction": "unknown",
                        "destination": 135,
                        "caption": "Eltalálod vele a lényt, és az azonnal meghal"
                    },
                    "badLuck": {
                        "type": "waypoint",
                        "direction": "unknown",
                        "destination": 173,
                        "caption": "Balszerencsés vagy, elhibázod"
                    },
                    "condition": {
                        "inventoryItemId": "arrow_of_everlasting_dream",
                        "amount": 1
                    }
                },
                {
                    "type": "fight",
                    "opponents": [
                        {
                            "name": "Wight",
                            "dexterity": 9,
                            "health": 6,
                            "damagedBy": "silverWeapon",
                            "playerDamageEvent": {
                                "round": 3,
                                "waypoint": {
                                    "direction": "unknown",
                                    "caption": "A lény harmadszor is sebet ejt rajtad",
                                    "destination": 24
                                }
                            }
                        }
                    ],
                    "escape": {
                        "direction": "north",
                        "destination": 360,
                        "caption": "Elmenekülsz az északi ajtón keresztül"
                    },
                    "win": {
                        "direction": "unknown",
                        "destination": 135,
                        "caption": "Legyőzted"
                    },
                    "escapeDamage": 1
                }
			]
		},
        
        {
            "id": 211,
            "story": "A Wighteket (rossz szellemeket) csak színtiszta ezüstből készített fegyverrel lehet megsebezni. Ha az általad használt fegyver nem ilyen, csapjatok össze még egy Fordulóban! Ne feledd, hogy minden seb, amit rajtad ejt, az számít, de te nem tudod megsebezni, még mindig teljes erőben lesz, kivéve azt az esetet, ha ezüstből készített fegyvert választottál.",
            "waypoints": [
                {
                    "direction": "unknown",
                    "caption": "Ha van ezüstfegyvered, jobb, ha most előveszed",
                    "destination": 173,
                    "condition": {
                        "inventoryItemType": "silverWeapon",
                        "amount": 1
                    }
                }
            ],
            "actions": [
                {
                    "type": "fight",
                    "opponents": [
                        {
                            "name": "Wight",
                            "dexterity": 9,
                            "health": 6,
                            "damagedBy": "silverWeapon"
                        }
                    ],
                    "escape": {
                        "direction": "north",
                        "destination": 301,
                        "caption": "Elfutsz az északi ajtón keresztül"
                    },
                    "win": {
                        "direction": "unknown",
                        "destination": 135,
                        "caption": "Legyőzted"
                    },
                    "escapeDamage": 1
                }
            ]
        },

		{
			"id": 217,
			"story": "A cövek épp csak egy kicsivel suhan el a Vámpír feje mellett. Míg figyeled, célba találsz-e, ismét belenézel a szemébe. Hívogatóan újból közelebb int magához. Akaratodat elveszted.",
			"waypoints": [
				{
					"direction": "unknown",
					"caption": "Lapozz",
					"destination": 118
				}
			]
		},
        
        {
            "id": 242,
            "story": "Az ajtó kinyílik, és egy kicsi, homályos kamra tárul a szemed elé. A falakon arany- és ezüstcsipkékkel gondosan díszített függönyök lógnak. Az egyik sarokban magányos lángnyelv lobog, fényét a középen álló alacsony asztalra veti, amin hatalmas láda fekszik. Odalépsz, hogy megvizsgáld, de váratlanul, köröskörül, mindenfelől (de mégsem meghatározható helyről) titokzatos hang csap fel, és betölti a szobát. Olyan, mint a gyülekező viharfelhők között felharsanó mennydörgés. Megközelíted a ládát, és látod, hogy három zár tartja szorosan lezárva. Ahogy közelítesz, a hang egyre erősödik. Mit teszel?",
            "waypoints": [
                {
                    "direction": "unknown",
                    "caption": "Kardoddal rácsapsz a ládára, és megpróbálod széthasítani, hogy kinyíljon",
                    "destination": 379
                },
                {
                    "direction": "unknown",
                    "caption": "Átkutatod a felszerelésedet, hátha találsz olyan kulcsokat, melyek nyitják a zárakat",
                    "destination": 139
                }
            ]
        },

		{
			"id": 248,
			"story": "A teremtmény, amit most felébresztettél, egy Ork! Feltápászkodik a földről, és elfordul, hogy megragadjon egy kötelet, mely valószínűleg a riasztóharangot kondítja meg. Gyorsan rá kell támadnod!",
			"actions": [
				{
					"type": "fight",
					"opponents": [
						{
							"name": "Ork",
							"dexterity": 6,
							"health": 5
						}
					],
					"escape": {
						"direction": "unknown",
						"destination": 301,
						"caption": "Elmenekültél"
					},
					"win": {
						"direction": "unknown",
						"destination": 301,
						"caption": "Legyőzted az orkot"
					}
				}
			]
		},

		{
			"id": 250,
			"story": "Egy rövid folyosón vagy, amely néhány méterrel előtted zsákutcába torkollik. Átvizsgálod a sziklafalat, de nem látsz sehol átjárót. Visszamész az útkereszteződéshez, és ez alkalommal egyenesen északnak indulsz.",
			"waypoints": [
				{
					"direction": "north",
					"caption": "Lapozz",
					"destination": 366
				}
			]
		},
        
        {
            "id": 259,
            "story": "Miközben a partra úszol a Krokodil elől, visszanézel, és látod, hogy a rejtélyes örvénylés eléri a hüllő testét, őrjöngésbe csap át, és amikor abbamarad, már nyoma sincs az állatnak. Hálát adva, amiért nem te voltál ott, és nem neked kellett megtudnod, mi az, kimászol a vízből az északi parton. Adj magadnak 1 ÜGYESSÉG és 2 Szerencse pontot.",
            "visitBonus": [
                {
                    "property": "dexterity",
                    "gain": 1
                },
                {
                    "property": "luck",
                    "gain": 2
                }
            ],
            "waypoints": [
                {
                    "direction": "unknown",
                    "caption": "Lapozz",
                    "destination": 7
                }
            ]
        },

		{
			"id": 282,
			"story": "A négy, feléd csoszogó alak értelem nélküli Zombi. Üres tekintetükön látszik, tevékenységüket nem saját akaratuk irányítja. Még mindig túlságosan szédülsz ahhoz, hogy helyesen gondolkodjál, de most sietve tenned kell valamit. Az első Zombi odaér, és ütésre emeli dorongját. Meg kell küzdened vele. Ha legyőzted az első Zombit, 2 Szerencse pontot nyersz, és már fordulhatsz is szembe a másik hárommal. Egyesével támadnak rád.",
			"actions": [
				{
					"type": "fight",
					"order": "single",
					"opponents": [
						{
							"name": "Zombi",
							"dexterity": 7,
							"health": 6,
							"killBonus": {
								"property": "luck",
								"gain": 2
							},
							"order": 0
						},
						{
							"name": "Zombi kaszával",
							"dexterity": 6,
							"health": 6,
							"order": 1
						},
						{
							"name": "Zombi csákánnyal",
							"dexterity": 6,
							"health": 6,
							"order": 2
						},
						{
							"name": "Zombi bárddal",
							"dexterity": 6,
							"health": 5,
							"order": 3
						}
					],
					"escape": {
						"direction": "north",
						"destination": 115,
						"caption": "Lapozz"
					},
					"win": {
						"direction": "unknown",
						"destination": 115,
						"caption": "Legyőzted mind a négy zombit"
					}
				}
			]
		},
        
        {
            "id": 298,
            "story": "A híd síkos a felcsapódó hullámoktól. Egy helyen megcsúszol egy csomó nedves mohán, ami a gerendákat borítja.",
            "actions": [
                {
                "type": "roll",
                "dice": 1,
                "choices": [
                    {
                        "roll": 1,
                        "waypoint": {
                            "caption": "visszanyered egyensúlyodat, és sikeresen átjutsz az északi partra",
                            "destination": 7,
                            "direction": "north"
                        }
                    },
                    {
                        "roll": 2,
                        "waypoint": {
                            "caption": "visszanyered egyensúlyodat, és sikeresen átjutsz az északi partra",
                            "destination": 7,
                            "direction": "north"
                        }
                    },
                    {
                        "roll": 3,
                        "waypoint": {
                            "caption": "visszanyered egyensúlyodat, és sikeresen átjutsz az északi partra",
                            "destination": 7,
                            "direction": "north"
                        }
                    },
                    {
                        "roll": 4,
                        "waypoint": {
                            "caption": "visszanyered egyensúlyodat, és sikeresen átjutsz az északi partra",
                            "destination": 7,
                            "direction": "north"
                        }
                    },
                    {
                        "roll": 5,
                        "waypoint": {
                            "caption": "visszanyered egyensúlyodat, és sikeresen átjutsz az északi partra",
                            "destination": 7,
                            "direction": "north"
                        }
                    },
                    {
                        "roll": 6,
                        "waypoint": {
                            "caption": "A hídról a vízbe csúszol, és már úszhatsz is a legközelebbi part felé",
                            "destination": 86,
                            "direction": "unknown"
                        }
                    }
                ]
                }
            ]
        },

		{
			"id": 301,
			"story": "A folyosó nyugati oldalán, tőled balra egy durván faragott faajtó áll, mely mögül reszelős hang szűrődik ki, olyan, mintha valaki bent hortyogna.",
			"waypoints": [
				{
					"direction": "unknown",
					"caption": "Kinyitod az ajtót",
					"destination": 82
				},
				{
					"direction": "north",
					"caption": "Továbbhaladsz északnak",
					"destination": 208
				}
			]
		},
        
        {
            "id": 310,
            "story": "Itt valami nincs rendben. Jókora csapást mértél rá, de úgy látszik, fel sem veszi a sérülést. Rájössz, ez is egy Örökéltű Lény, akit közönséges fegyverrel nem lehet megsebezni.",
            "waypoints": [
                {
                    "direction": "unknown",
                    "caption": "Választhatsz másik fegyvert, s ezzel vagy régi fegyvereddel a kezedben lapozz",
                    "destination": 211
                }
            ]
        },

		{
			"id": 320,
			"story": "Kirohansz a szobából, és becsapod magad mögött az ajtót.",
			"waypoints": [
				{
					"direction": "north",
					"caption": "Észak felé indulsz, és valamivel távolabb egy hasonló ajtó mellett haladsz el.",
					"destination": 363
				}
			]
		},

		{
			"id": 340,
			"story": "Különféle tárgyakkal próbálkozol Felszerelésedből, hogy szembeszegülj a festmény pillantásával, de egyik sem segít.",
			"waypoints": [
				{
					"direction": "unknown",
					"caption": "Kardoddal széthasítod a festményt",
					"destination": 388
				},
				{
					"direction": "unknown",
					"caption": "Felmutatsz egy drágakövet vele szemben",
					"destination": 31
				},
				{
					"direction": "unknown",
					"caption": "Belevágsz egy facöveket",
					"destination": 241
				},
				{
					"direction": "unknown",
					"caption": "Megdobod egy darab sajttal",
					"destination": 45
				}
			]
		},
        
        {
            "id": 350,
            "story": "Ahogy a kavargó, örvénylő víz körülvesz, érzed, rengeteg kicsiny hal támad rád. Gonosz harapásaikkal szinte szétmarják, -szabdalják a testedet, és ekkor ráébredsz, életveszélyes Piranhák vesznek körül. Ha a Krokodillal vívott küzdelem során megsebezted a hüllőt, szerencséd van, mert a halak többsége a vérző állatra támad. Ha nem sebesítetted meg a Krokodilt, a halak bármelyiketekre támadhatnak. Dobj egy kockával. Ha 1-est vagy 2-est dobsz, a Piranhák többsége rád támad. Ha ennél nagyobbat dobsz, a halak többsége a Krokodilra ront. Vedd úgy, mintha egy teremtménnyel kellene megküzdened.",
            "actions": [
                {
                    "type": "roll",
                    "dice": 1,
                    "choices": [
                        {
                            "roll": 1,
                            "action": {
                                "type": "fight",
                                "caption": "A halak többsége rád támad",
                                "opponents": [
                                    {
                                        "name": "Piranhák",
                                        "dexterity": 5,
                                        "health": 5,
                                        "killBonus": {
                                            "property": "luck",
                                            "gain": 1
                                        }
                                    }
                                ],
                                "escape": {
                                    "direction": "unknown",
                                    "destination": 7,
                                    "caption": "Elmenekülsz"
                                },
                                "win": {
                                    "direction": "unknown",
                                    "destination": 7,
                                    "caption": " Győztél"
                                }
                            }
                        },
                        {
                            "roll": 2,
                            "action": {
                                "type": "fight",
                                "caption": "A halak többsége rád támad",
                                "opponents": [
                                    {
                                        "name": "Piranhák",
                                        "dexterity": 5,
                                        "health": 5,
                                        "killBonus": {
                                            "property": "luck",
                                            "gain": 1
                                        }
                                    }
                                ],
                                "escape": {
                                    "direction": "unknown",
                                    "destination": 7,
                                    "caption": "Elmenekülsz"
                                },
                                "win": {
                                    "direction": "unknown",
                                    "destination": 7,
                                    "caption": " Győztél"
                                }
                            }
                        },
                        {
                            "roll": 3,
                            "action": {
                                "type": "fight",
                                "caption": "A többség a Krokodillal van elfoglalva",
                                "opponents": [
                                    {
                                        "name": "Piranhák",
                                        "dexterity": 5,
                                        "health": 1,
                                        "killBonus": {
                                            "property": "luck",
                                            "gain": 1
                                        }
                                    }
                                ],
                                "escape": {
                                    "direction": "unknown",
                                    "destination": 7,
                                    "caption": "Elmenekülsz"
                                },
                                "win": {
                                    "direction": "unknown",
                                    "destination": 7,
                                    "caption": " Győztél"
                                }
                            }
                        },
                        {
                            "roll": 4,
                            "action": {
                                "type": "fight",
                                "caption": "A többség a Krokodillal van elfoglalva",
                                "opponents": [
                                    {
                                        "name": "Piranhák",
                                        "dexterity": 5,
                                        "health": 1,
                                        "killBonus": {
                                            "property": "luck",
                                            "gain": 1
                                        }
                                    }
                                ],
                                "escape": {
                                    "direction": "unknown",
                                    "destination": 7,
                                    "caption": "Elmenekülsz"
                                },
                                "win": {
                                    "direction": "unknown",
                                    "destination": 7,
                                    "caption": " Győztél"
                                }
                            }
                        },
                        {
                            "roll": 5,
                            "action": {
                                "type": "fight",
                                "caption": "A többség a Krokodillal van elfoglalva",
                                "opponents": [
                                    {
                                        "name": "Piranhák",
                                        "dexterity": 5,
                                        "health": 1,
                                        "killBonus": {
                                            "property": "luck",
                                            "gain": 1
                                        }
                                    }
                                ],
                                "escape": {
                                    "direction": "unknown",
                                    "destination": 7,
                                    "caption": "Elmenekülsz"
                                },
                                "win": {
                                    "direction": "unknown",
                                    "destination": 7,
                                    "caption": " Győztél"
                                }
                            }
                        },
                        {
                            "roll": 6,
                            "action": {
                                "type": "fight",
                                "caption": "A többség a Krokodillal van elfoglalva",
                                "opponents": [
                                    {
                                        "name": "Piranhák",
                                        "dexterity": 5,
                                        "health": 1,
                                        "killBonus": {
                                            "property": "luck",
                                            "gain": 1
                                        }
                                    }
                                ],
                                "escape": {
                                    "direction": "unknown",
                                    "destination": 7,
                                    "caption": "Elmenekülsz"
                                },
                                "win": {
                                    "direction": "unknown",
                                    "destination": 7,
                                    "caption": " Győztél"
                                }
                            }
                        }
                    ]
                }
            ]
        },

		{
			"id": 360,
			"story": "Az ajtó nagyot dörrenve becsapódik mögötted. Egy észak felé vezető folyosón találod magad. Ezen mész egy darabig, azután az út nyugatnak kanyarodik. Kicsit később véletlenül ráakadsz egy kis nyílásra az északi falban, és úgy döntesz, átbújsz rajta.",
			"waypoints": [
				{
					"direction": "north",
					"caption": "Átbújsz a nyíláson",
					"destination": 89
				}
			]
		},

		{
			"id": 363,
			"story": "Továbbhaladva az úton jobbra egy hasonló ajtót találsz. Megállsz előtte, és bentről vérfagyasztó éneket hallasz!",
			"waypoints": [
				{
					"direction": "unknown",
					"caption": "Bemész a szobába, hogy kiderítsd e hangok kibocsátóját",
					"destination": 370
				},
				{
					"direction": "unknown",
					"caption": "Továbbmész",
					"destination": 42
				}
			]
		},

		{
			"id": 365,
			"story": "Az Orkok egyesével támadnak rád",
			"actions": [
				{
					"type": "fight",
					"order": "single",
					"opponents": [
						{
							"name": "Első ork",
							"dexterity": 6,
							"health": 4,							
							"order": 0
						},
						{
							"name": "Második ork",
							"dexterity": 5,
							"health": 3,							
							"order": 1
						},
						{
							"name": "Harmadik ork",
							"dexterity": 6,
							"health": 4,							
							"order": 2
						},
						{
							"name": "Negyedik ork",
							"dexterity": 5,
							"health": 2,							
							"order": 3
						},
						{
							"name": "Ötödik ork",
							"dexterity": 4,
							"health": 4,							
							"order": 4
						}
					],
					"escape": {
						"direction": "unknown",
						"destination": 237,
						"caption": "Elmenekülsz"
					},
					"win": {
						"direction": "unknown",
						"destination": 183,
						"caption": " Győztél"
					}
				}
			]
		},
		{
			"id": 366,
			"story":"Haladsz tovább az észak felé tartó úton. Jó néhány méter után az út egy éles kanyart vesz keletnek. Mész tovább keletnek, mígnem egy szűk átjáróhoz érsz az út északi oldalán.",
			"waypoints": [
				{
					"direction": "unknown",
					"caption": "Átmész rajta",
					"destination": 89
				},
				{
					"direction": "east",
					"caption": "Kelet felé folytatod az utadat",
					"destination": 62
				}
			]
		},

		{
			"id": 370,
			"story": "Az ajtó kinyílik, és egy kis, rendetlen, piszkos szoba tárul eléd. Az egyik sarokban szalmazsák hever. A helyiség közepén faasztal, rajta gyertya, reszkető fénye bevilágítja a szobát. Az asztal alatt egy apró doboz. Az asztal körül kér bibircsókos bőrű, bőrpáncélt viselő kicsi lény ül. Valami grogfélét iszogatnak. Érkezésedkor feltápászkodnak, de mozgásukon látszik, rettenetesen berúgtak.",
			"waypoints": [
				{
					"direction": "unknown",
					"caption": "Kivont karddal rájuk veted magad",
					"destination": 116
				},
				{
					"direction": "unknown",
					"caption": "Gyorsan becsapod az ajtót és visszaszaladsz a folyosóra",
					"destination": 42
				}
			]
		},
        
        {
            "id": 396,
            "story": "Legyőzted a Varázslót, már közel vagy célodhoz. Az ajtóhoz lépsz, amin két lakat lóg. Kulcsok nincsenek sehol. Ha nincsenek kulcsaid, megkísérelheted betörni az ajtót, de ez fel fogja emészteni szinte teljes Életerődet.",
            "waypoints": [
                {
                    "direction": "unknown",
                    "caption": "Visszamész a hátizsákodhoz két kulcsért és a lakatokba illeszted őket. Elfordulnak, kinyitod az ajtót, és körülpillantasz.",
                    "destination": 242,
                    "condition": {
                        "inventoryItemType": "key",
                        "amount": 2
                    }
                }
            ],
            "actions": [
                {
                    "type": "force",
                    "damage": 5,
                    "destination": 242,
                    "caption": "Megkísérled betörni az ajtót"
                }
            ]
        }

	]
}
